[{"website":"www.plazamerdeka.com\/introduction.php","description":"The Shopping Mall will have a gross area of 550,000 sq ft with a nett lettable area of 350,000 sq ft. The discerning feature of the mall will be its huge 9,000 sq ft four-storey high garden podium for promotions and exhibitions.Parkson will be its flagship store. There will also be a supermarket, key sub-anchors, Food and beverage outlets as well as a sumptuous food court.locality_mapThe mall is targeted at the mid end local and tourist markets. ","longitude":"110.343938","opening_hours":"10:00 am–10:00 pm","location":"Jalan Pearl93000 Kuching, Sarawak, Malaysia","latitude":"1.55819","name":"Plaza Merdeka","id":"0","picture":"..\/img\/places\/commercial_centers\/Plaza_Merdeka.png"},{"website":"riversideshoppingmall.com\/","description":"Riverside Shopping Complex (RSC) is located at Jalan Tunku Abdul Rahman, annexed to its sister property, Riverside Majestic Hotel in Kuching’s central business district. The complex includes a 24-lane bowling alley and cineplex. ","longitude":"110.35157","opening_hours":"10:00 am–10:00 pm","location":"Jalan Tunku Abdul Rahman, 93100 Kuching","latitude":"1.558086","name":"Riverside Shopping Complex","id":"1","picture":"..\/img\/places\/commercial_centers\/Riverside_Shopping_Complex.png"},{"website":"www.hillsshoppingmall.com.my\/","description":"Situated right in the heart of Kuching City, the 140,000 square – feet 2 storey mall is home to MNG, Esprit, Calvin Klein Jeans,Toys ‘R’ Us, Times Bookstore, Body Shop, Station One, Sushi King, Old Town Kopitiam amongst many other store","longitude":"110.351104","opening_hours":"10:00 am–10:00 pm","location":"No 1A Jalan Mathies, 93100 Kuching","latitude":"1.555946","name":"Hills Shopping Mall","id":"2","picture":"..\/img\/places\/commercial_centers\/Hills_Shopping_Mall.png"},{"website":"www.sedctourism.com\/sp.asp","description":"Sarawak Plaza is located at Jalan Tunku Abdul Rahman, adjacent to its sister property Grand Margherita Hotel, formerly known as Holiday Inn Kuching, the citys first international class hotel in Kuching’s central business district.","longitude":"110.35348","opening_hours":"10:00 am–10:00 pm","location":"Sarawak Plaza Shopping Complex 291 Jalan Tunku Abdul Rahman, Kuching, Sarawak","latitude":"1.557732","name":"Sarawak Plaza Shopping Complex","id":"3","picture":"..\/img\/places\/commercial_centers\/Sarawak_Plaza_Shopping_Complex.png"},{"website":"www.tunjugah.com\/","description":"Tun Jugah is strategically located within the Golden Triangle of Kuching. Surrounded by corporate offices and a stone throw away from leading financial and banking institutions, international hotels and tourism attractions such as Kuching Waterfront and China Town. Naturally blessed with a large catchment of shoppers. Built in memory of Tun Jugah, a patriot and national hero involved in the independence and formation of Malaysia.In this 12-storey building, with a gross built-up area of 200,000 square feet, houses 3 levels of indulgence, boasting the most exciting stores in Kuching, 2 levels of basement parking while the other 9 levels form the office tower with Level 4 as Tun Jugah Foundation, a foundation to preserve and promote Iban culture, arts and language and other local and international corporate offices.","longitude":"110.353508","opening_hours":"10:00 am–10:00 pm","location":"18, Jalan Tunku Abdul Rahman93100 Kuching, Sarawak, Malaysia","latitude":"1.557356","name":"Tun Jugah","id":"4","picture":"..\/img\/places\/commercial_centers\/Tun_Jugah.png"}]